
"Theme" = "Theme";
"Album" = "Album";
"Save" = "Save";
"UsageHint" = "Click to start";
"Success" = "Success";
"MsgSuccess" = "Saved to the photo album!";
"OK" = "OK";
"Failed" = "Failed";
"MsgFailed" = "Save to the photo album failed!";
"Effect" = "Effect";
"MsgConvertFailed" = "File convert failed!";
"Processing" = "Processing";

"FontName" = "Noteworthy";

"ContactUS" = "Contact us";

"Back" = "Back";

"Loading" = "Loading";
"Loaded" = "Loaded";

"Video" = "Video";
"Camera" = "Camera";
"PhotoAlbum" = "Photo Album";

"MusicList" = "Music List";
"Audio" = "Audio";

"SelectEmbeddedObjects" = "Select Embedded Object(Optional)";
"Gif" = "GIF & Video Border";
"BackgroundMusic" = "Background Music";

"SelectVideo" = "Select Background Video";
"SelectAudio" = "Select Audio";
"ExportResult" = "Export Result";

"Ready" = "Ready";
"NoReady" = "No Ready";
"VideoContent" = "Video: ";
"AudioContent" = "Audio: ";

"Export" = "Export";
"StartToCreate" = "Start to Create";
"Start" = "Start";

"Step1" = "Step 1: ";
"Step2" = "Step 2: ";
"Step3" = "Step 3: ";

"Error" = "Error";
"FileLenHint" = "Sorry, the length of the video file should be less than";

"BeautyTime" = "BeautyTime";
"PhotoBeautify" = "PhotoBeauty";

"VideoReflection" = "Video Mirror";
"Demo" = "Demo";
"Convert" = "Convert";

"Private_Setting_Audio_Tips" = "When using software you need turn on phone’s microphone grant. Please select open by system 'Setting' -> 'Privacy' -> 'Microphone'. ";
"IKnow" = "I acknowledged";

"Seconds" = "Seconds";
"SavingVideo" = "Saving video";
"VideoExportFailed" = "Video could not be exported to photo album.";
"VideoIsEmptyHint" = "Background video is empty. Please select a video first.";

"Finish" = "Finish";
"Skip" = "Skip";
"Cancel" = "Cancel";
"Abandon" = "Abandon";
"Reminder" = "Reminder";
"CancelVideoHint" = "To give up this video?";
"ExceedHint" = "Exceed Maximum Number Of Selection.";

"Apple" = "Apple";
"TheMoodOfLove" = "Love Paradise";
"LeadMeOn" = "Lead Me On";
"Butterfly" = "Butterfly";
"ALittleKiss" = "A Little Kiss";
"ByeByeSunday" = "Bye Bye Sunday";
"ComeWithMe" = "Come With Me";
"DolphinTango" = "Dolphin Tango";
"IDo" = "I Do";
"LetMeKnow" = "Let Me Know";
"SwingDance" = "Swing Dance";

